aaron-bond.better-comments
adpyke.codesnap
alefragnani.bookmarks
bierner.emojisense
bierner.markdown-emoji
bracketpaircolordlw.bracket-pair-color-dlw
bradgashler.htmltagwrap
bradlc.vscode-tailwindcss
cardinal90.multi-cursor-case-preserve
christian-kohler.path-intellisense
codezombiech.gitignore
dbaeumer.vscode-eslint
donjayamanne.githistory
dotjoshjohnson.xml
dsznajder.es7-react-js-snippets
eamodio.gitlens
ecmel.vscode-html-css
esbenp.prettier-vscode
flyfly6.terminal-in-status-bar
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
gabrielgod1.indent-rainbow-blocks
glenn2223.live-sass
gobystrokreactjs.gobystrok
gruntfuggly.todo-tree
gydunhn.vsc-essentials
htmlhint.vscode-htmlhint
ibm.output-colorizer
ijs.emotionsnippets
kisstkondoros.vscode-gutter-preview
lllllllqw.jsdoc
mechatroner.rainbow-csv
mhutchie.git-graph
miguelsolorio.fluent-icons
mrmlnc.vscode-postcss-sorting
mrmlnc.vscode-scss
ms-ceintl.vscode-language-pack-ko
ms-vscode.live-server
naumovs.color-highlight
nucllear.vscode-extension-auto-import
oderwat.indent-rainbow
pkief.material-icon-theme
pranaygp.vscode-css-peek
redhat.vscode-community-server-connector
redhat.vscode-rsp-ui
ritwickdey.liveserver
roscop.activefileinstatusbar
rvest.vs-code-prettier-eslint
sdras.night-owl
shd101wyy.markdown-preview-enhanced
sibiraj-s.vscode-scss-formatter
simonsiefke.svg-preview
solnurkarim.html-to-css-autocompletion
steoates.autoimport
streetsidesoftware.code-spell-checker
styled-components.vscode-styled-components
vincaslt.highlight-matching-tag
vitaliymaz.vscode-svg-previewer
vscjava.vscode-java-debug
vunguyentuan.vscode-css-variables
xabikos.javascriptsnippets
xabikos.reactsnippets
yzhang.markdown-all-in-one
zignd.html-css-class-completion
